Repository: brianm998/ReelVault
Catalog: macos/ReelVault/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans

source: Click a pin to list its videos on the right. ⇧/⌘-click to add more locations.
ar: انقر على دبوس لعرض فيديوهاته على اليمين. ⇧/⌘-انقر لإضافة مزيد من المواقع.
cs: Klikněte na špendlík pro zobrazení videí vpravo. ⇧/⌘-klik pro přidání dalších umístění.
de: Klicken Sie auf eine Markierung, um deren Videos rechts aufzulisten. ⇧/⌘-Klick, um weitere Orte hinzuzufügen.
es: Haz clic en un marcador para listar sus vídeos a la derecha. ⇧/⌘-clic para añadir más ubicaciones.
fr: Cliquez sur une épingle pour lister ses vidéos à droite. ⇧/⌘-clic pour ajouter d'autres emplacements.
hi: दाईं ओर उसके वीडियो सूचीबद्ध करने के लिए एक पिन क्लिक करें। अधिक स्थान जोड़ने के लिए ⇧/⌘-क्लिक करें।
id: Klik pin untuk menampilkan videonya di sebelah kanan. ⇧/⌘-klik untuk menambahkan lebih banyak lokasi.
it: Fai clic su un segnaposto per elencare i suoi video a destra. ⇧/⌘-clic per aggiungere altre posizioni.
ja: ピンをクリックすると右側に動画一覧が表示されます。⇧/⌘クリックで場所を追加できます。
ko: 핀을 클릭하면 오른쪽에 동영상 목록이 표시됩니다. ⇧/⌘-클릭으로 위치를 더 추가하세요.
nl: Klik op een pin om de video''s rechts weer te geven. ⇧/⌘-klik om meer locaties toe te voegen.
pl: Kliknij pinezę, aby wyświetlić jej filmy po prawej stronie. ⇧/⌘-kliknij, aby dodać więcej lokalizacji.
pt_br: Clique em um marcador para listar seus vídeos à direita. ⇧/⌘-clique para adicionar mais locais.
ru: Нажмите на метку, чтобы просмотреть её видео справа. ⇧/⌘-клик добавляет ещё места.
th: คลิกหมุดเพื่อแสดงรายการวิดีโอทางด้านขวา ⇧/⌘-คลิกเพื่อเพิ่มตำแหน่งอื่น
tr: Videolarını sağda listelemek için bir pine tıklayın. Daha fazla konum eklemek için ⇧/⌘-tıklayın.
uk: Натисніть на маркер, щоб побачити його відео праворуч. ⇧/⌘-клік для додавання інших місць.
vi: Nhấp vào một ghim để liệt kê video của nó ở bên phải. ⇧/⌘-nhấp để thêm nhiều vị trí.
zh_hans: 点击图钉以在右侧列出其视频。⇧/⌘-点击可添加更多位置。

source: Click any thumbnail to select it and load its full metadata in the
ar: انقر على أي صورة مصغرة لتحديدها وتحميل بيانات التعريف الكاملة في
cs: Klikněte na libovolnou miniaturu pro její výběr a načtení úplných metadat v
de: Klicken Sie auf ein beliebiges Vorschaubild, um es auszuwählen und die vollständigen Metadaten im
es: Haz clic en cualquier miniatura para seleccionarla y cargar sus metadatos completos en el
fr: Cliquez sur une vignette pour la sélectionner et charger ses métadonnées complètes dans le
hi: किसी भी थंबनेल को क्लिक करके उसे चुनें और उसका पूरा मेटाडेटा लोड करें
id: Klik thumbnail mana saja untuk memilihnya dan memuat metadata lengkapnya di
it: Fai clic su qualsiasi miniatura per selezionarla e caricare i suoi metadati completi nel
ja: サムネイルをクリックして選択し、
ko: 썸네일을 클릭하여 선택하고
nl: Klik op een miniatuur om het te selecteren en de volledige metadata te laden in het
pl: Kliknij dowolną miniaturę, aby ją zaznaczyć i wczytać jej pełne metadane w
pt_br: Clique em qualquer miniatura para selecioná-la e carregar seus metadados completos no
ru: Нажмите на любую миниатюру, чтобы выбрать её и загрузить полные метаданные в
th: คลิกภาพขนาดย่อเพื่อเลือกและโหลดข้อมูลเมตาทั้งหมดใน
tr: Seçmek ve tüm meta verilerini yüklemek için herhangi bir küçük resme tıklayın
uk: Натисніть будь-яку мініатюру, щоб вибрати її та завантажити всі метадані на
vi: Nhấp vào bất kỳ hình thu nhỏ nào để chọn và tải toàn bộ siêu dữ liệu của nó trong
zh_hans: 点击任意缩略图将其选中，并在

source: Click the
ar: انقر على
cs: Klikněte na
de: Klicken Sie auf
es: Haz clic en
fr: Cliquez sur
hi: क्लिक करें
id: Klik
it: Fai clic su
ja: クリックしてください
ko: 다음을 클릭하세요
nl: Klik op het
pl: Kliknij
pt_br: Clique no
ru: Нажмите
th: คลิก
tr: Tıklayın
uk: Натисніть
vi: Nhấp vào
zh_hans: 点击

source: Click the map (or an existing pin) to drop a candidate.
ar: انقر على الخريطة (أو دبوس موجود) لإسقاط مرشح.
cs: Klikněte na mapu (nebo existující špendlík) pro umístění kandidáta.
de: Klicken Sie auf die Karte (oder eine vorhandene Markierung), um einen Kandidaten zu setzen.
es: Haz clic en el mapa (o en un marcador existente) para colocar un candidato.
fr: Cliquez sur la carte (ou sur une épingle existante) pour placer un candidat.
hi: एक उम्मीदवार स्थान रखने के लिए मानचित्र (या किसी मौजूदा पिन) पर क्लिक करें।
id: Klik peta (atau pin yang sudah ada) untuk menjatuhkan kandidat.
it: Fai clic sulla mappa (o su un segnaposto esistente) per posizionare un candidato.
ja: マップ（または既存のピン）をクリックして候補地を設定します。
ko: 지도(또는 기존 핀)를 클릭하여 후보 위치를 지정하세요.
nl: Klik op de kaart (of op een bestaande pin) om een kandidaat te plaatsen.
pl: Kliknij mapę (lub istniejącą pinezę), aby umieścić kandydata.
pt_br: Clique no mapa (ou em um marcador existente) para colocar um candidato.
ru: Нажмите на карту (или существующую метку), чтобы поставить точку.
th: คลิกแผนที่ (หรือหมุดที่มีอยู่) เพื่อวางตำแหน่งที่ต้องการ
tr: Aday bırakmak için haritaya (veya mevcut bir pine) tıklayın.
uk: Натисніть на карту (або на наявний маркер), щоб встановити кандидата.
vi: Nhấp vào bản đồ (hoặc một ghim hiện có) để đặt vị trí ứng viên.
zh_hans: 点击地图（或现有图钉）以放置候选位置。

source: Code expired — close and try again.
ar: انتهت صلاحية الرمز — أغلق وأعد المحاولة.
cs: Platnost kódu vypršela — zavřete a zkuste znovu.
de: Code abgelaufen – schließen und erneut versuchen.
es: El código ha expirado — cierra e inténtalo de nuevo.
fr: Code expiré — fermez et réessayez.
hi: कोड समाप्त हो गया — बंद करें और पुनः प्रयास करें।
id: Kode kadaluarsa — tutup dan coba lagi.
it: Codice scaduto — chiudi e riprova.
ja: コードの有効期限が切れました — 閉じてやり直してください。
ko: 코드가 만료되었습니다 — 닫고 다시 시도하세요.
nl: Code verlopen — sluit en probeer opnieuw.
pl: Kod wygasł — zamknij i spróbuj ponownie.
pt_br: Código expirado — feche e tente novamente.
ru: Срок действия кода истёк — закройте и попробуйте снова.
th: รหัสหมดอายุ — ปิดและลองอีกครั้ง
tr: Kod süresi doldu — kapatın ve tekrar deneyin.
uk: Код застарів — закрийте та спробуйте ще раз.
vi: Mã đã hết hạn — đóng lại và thử lại.
zh_hans: 代码已过期 — 请关闭后重试。

source: Color scheme and scrub-preview settings
ar: إعدادات نظام الألوان ومعاينة التنقل
cs: Nastavení barevného schématu a náhledu přetáčení
de: Farbschema- und Scrub-Vorschau-Einstellungen
es: Ajustes de esquema de color y vista previa de desplazamiento
fr: Paramètres de thème de couleur et d'aperçu de défilement
hi: रंग योजना और स्क्रब-प्रीव्यू सेटिंग्स
id: Skema warna dan pengaturan pratinjau scrub
it: Combinazione colori e impostazioni anteprima scorrimento
ja: カラースキームとスクラブプレビューの設定
ko: 색 구성표 및 스크럽 미리보기 설정
nl: Kleurenschema en instellingen voor scrubbingvoorvertoning
pl: Ustawienia schematu kolorów i podglądu przewijania
pt_br: Configurações de esquema de cores e pré-visualização de navegação
ru: Цветовая схема и настройки предпросмотра при прокрутке
th: การตั้งค่าชุดสีและการแสดงตัวอย่างการเลื่อน
tr: Renk düzeni ve kaydırma önizleme ayarları
uk: Налаштування колірної схеми та попереднього перегляду прокручування
vi: Cài đặt bảng màu và xem trước tua nhanh
zh_hans: 配色方案与预览缩略图设置

source: Copy Command
ar: نسخ الأمر
cs: Kopírovat příkaz
de: Befehl kopieren
es: Copiar comando
fr: Copier la commande
hi: कमांड कॉपी करें
id: Salin Perintah
it: Copia comando
ja: コマンドをコピー
ko: 명령어 복사
nl: Opdracht kopiëren
pl: Kopiuj polecenie
pt_br: Copiar Comando
ru: Скопировать команду
th: คัดลอกคำสั่ง
tr: Komutu Kopyala
uk: Копіювати команду
vi: Sao chép lệnh
zh_hans: 复制命令

source: Couldn't generate a pairing code. Make sure a ReelVault catalog is open and the daemon is running.
ar: تعذّر إنشاء رمز الاقتران. تأكد من فتح كتالوج ReelVault وتشغيل الخدمة.
cs: Nepodařilo se vygenerovat párovací kód. Zkontrolujte, zda je otevřen katalog ReelVault a zda běží démon.
de: Es konnte kein Kopplungscode generiert werden. Stellen Sie sicher, dass ein ReelVault-Katalog geöffnet und der Daemon aktiv ist.
es: No se pudo generar un código de emparejamiento. Asegúrate de que hay un catálogo de ReelVault abierto y el daemon está en ejecución.
fr: Impossible de générer un code de jumelage. Assurez-vous qu'un catalogue ReelVault est ouvert et que le démon est en cours d'exécution.
hi: पेयरिंग कोड उत्पन्न नहीं हो सका। सुनिश्चित करें कि एक ReelVault कैटलॉग खुला है और डेमन चल रहा है।
id: Tidak dapat membuat kode pemasangan. Pastikan katalog ReelVault terbuka dan daemon sedang berjalan.
it: Impossibile generare un codice di associazione. Assicurati che un catalogo ReelVault sia aperto e che il daemon sia in esecuzione.
ja: ペアリングコードを生成できませんでした。ReelVault カタログが開いており、デーモンが実行中であることを確認してください。
ko: 페어링 코드를 생성할 수 없습니다. ReelVault 카탈로그가 열려 있고 데몬이 실행 중인지 확인하세요.
nl: Kan geen koppelcode genereren. Zorg ervoor dat een ReelVault-catalogus open is en de daemon actief is.
pl: Nie można wygenerować kodu parowania. Upewnij się, że katalog ReelVault jest otwarty i demon jest uruchomiony.
pt_br: Não foi possível gerar um código de pareamento. Verifique se um catálogo do ReelVault está aberto e se o daemon está em execução.
ru: Не удалось сгенерировать код сопряжения. Убедитесь, что каталог ReelVault открыт и служба запущена.
th: ไม่สามารถสร้างรหัสจับคู่ได้ ตรวจสอบให้แน่ใจว่าแคตตาล็อก ReelVault เปิดอยู่และ daemon กำลังทำงาน
tr: Eşleşme kodu oluşturulamadı. Bir ReelVault kataloğunun açık ve arka plan hizmetinin çalıştığından emin olun.
uk: Не вдалося згенерувати код з'єднання. Переконайтеся, що каталог ReelVault відкрито та демон запущено.
vi: Không thể tạo mã ghép nối. Hãy đảm bảo danh mục ReelVault đang mở và daemon đang chạy.
zh_hans: 无法生成配对码。请确保 ReelVault 目录已打开且后台服务正在运行。

source: Create a proxy of this video
ar: إنشاء وكيل لهذا الفيديو
cs: Vytvořit proxy tohoto videa
de: Einen Proxy dieses Videos erstellen
es: Crear un proxy de este vídeo
fr: Créer un proxy de cette vidéo
hi: इस वीडियो का प्रॉक्सी बनाएं
id: Buat proxy dari video ini
it: Crea un proxy di questo video
ja: この動画のプロキシを作成
ko: 이 동영상의 프록시 만들기
nl: Een proxy van deze video aanmaken
pl: Utwórz proxy tego filmu
pt_br: Criar um proxy deste vídeo
ru: Создать прокси для этого видео
th: สร้างพร็อกซีของวิดีโอนี้
tr: Bu videonun vekilini oluştur
uk: Створити проксі цього відео
vi: Tạo proxy cho video này
zh_hans: 为此视频创建代理

source: Create proxy…
ar: إنشاء وكيل…
cs: Vytvořit proxy…
de: Proxy erstellen…
es: Crear proxy…
fr: Créer un proxy…
hi: प्रॉक्सी बनाएं…
id: Buat proxy…
it: Crea proxy…
ja: プロキシを作成…
ko: 프록시 만들기…
nl: Proxy aanmaken…
pl: Utwórz proxy…
pt_br: Criar proxy…
ru: Создать прокси…
th: สร้างพร็อกซี…
tr: Vekil oluştur…
uk: Створити проксі…
vi: Tạo proxy…
zh_hans: 创建代理…

source: Creating proxy…
ar: جارٍ إنشاء الوكيل…
cs: Vytváření proxy…
de: Proxy wird erstellt…
es: Creando proxy…
fr: Création du proxy…
hi: प्रॉक्सी बनाया जा रहा है…
id: Membuat proxy…
it: Creazione proxy…
ja: プロキシを作成中…
ko: 프록시 생성 중…
nl: Proxy aanmaken…
pl: Tworzenie proxy…
pt_br: Criando proxy…
ru: Создание прокси…
th: กำลังสร้างพร็อกซี…
tr: Vekil oluşturuluyor…
uk: Створення проксі…
vi: Đang tạo proxy…
zh_hans: 正在创建代理…

source: Custom
ar: مخصص
cs: Vlastní
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hi: कस्टम
id: Kustom
it: Personalizzato
ja: カスタム
ko: 사용자 지정
nl: Aangepast
pl: Niestandardowy
pt_br: Personalizado
ru: Пользовательский
th: กำหนดเอง
tr: Özel
uk: Власний
vi: Tùy chỉnh
zh_hans: 自定义

source: Custom (override)
ar: مخصص (تجاوز)
cs: Vlastní (přepsat)
de: Benutzerdefiniert (überschreiben)
es: Personalizado (reemplazar)
fr: Personnalisé (remplacement)
hi: कस्टम (ओवरराइड)
id: Kustom (ganti)
it: Personalizzato (sostituzione)
ja: カスタム（上書き）
ko: 사용자 지정 (덮어쓰기)
nl: Aangepast (overschrijven)
pl: Niestandardowy (zastąpienie)
pt_br: Personalizado (substituição)
ru: Пользовательский (переопределение)
th: กำหนดเอง (แทนที่)
tr: Özel (geçersiz kıl)
uk: Власний (замінити)
vi: Tùy chỉnh (ghi đè)
zh_hans: 自定义（覆盖）

source: Custom (unused)
ar: مخصص (غير مستخدم)
cs: Vlastní (nepoužito)
de: Benutzerdefiniert (ungenutzt)
es: Personalizado (sin usar)
fr: Personnalisé (inutilisé)
hi: कस्टम (अप्रयुक्त)
id: Kustom (tidak digunakan)
it: Personalizzato (non utilizzato)
ja: カスタム（未使用）
ko: 사용자 지정 (미사용)
nl: Aangepast (ongebruikt)
pl: Niestandardowy (nieużywany)
pt_br: Personalizado (não utilizado)
ru: Пользовательский (не используется)
th: กำหนดเอง (ไม่ได้ใช้)
tr: Özel (kullanılmıyor)
uk: Власний (не використовується)
vi: Tùy chỉnh (chưa dùng)
zh_hans: 自定义（未使用）

source: DETAILS
ar: التفاصيل
cs: DETAILY
es: DETALLES
fr: DÉTAILS
hi: विवरण
id: DETAIL
it: DETTAGLI
ja: 詳細
ko: 세부 정보
pl: SZCZEGÓŁY
pt_br: DETALHES
ru: ДЕТАЛИ
tr: AYRINTI
uk: ДЕТАЛІ
vi: CHI TIẾT
zh_hans: 详情

source: Default proxy height
ar: ارتفاع الوكيل الافتراضي
cs: Výchozí výška proxy
de: Standard-Proxyhöhe
es: Altura de proxy predeterminada
fr: Hauteur de proxy par défaut
hi: डिफ़ॉल्ट प्रॉक्सी ऊंचाई
id: Tinggi proxy default
it: Altezza proxy predefinita
ja: デフォルトのプロキシ高さ
ko: 기본 프록시 높이
nl: Standaard proxyhoogte
pl: Domyślna wysokość proxy
pt_br: Altura padrão do proxy
ru: Высота прокси по умолчанию
th: ความสูงพร็อกซีเริ่มต้น
tr: Varsayılan vekil yüksekliği
uk: Висота проксі за замовчуванням
vi: Chiều cao proxy mặc định
zh_hans: 默认代理高度

source: Drag a row to reorder. Double-click in the grid opens the preferred variant. Click ⭐ to change preferred.
ar: اسحب صفًا لإعادة الترتيب. انقر نقرًا مزدوجًا في الشبكة لفتح المتغير المفضل. انقر ⭐ لتغيير المفضل.
cs: Přetáhněte řádek pro změnu pořadí. Dvojitý klik v mřížce otevře preferovanou variantu. Klikněte na ⭐ pro změnu preferované.
de: Eine Zeile ziehen zum Neuanordnen. Doppelklick im Raster öffnet die bevorzugte Variante. ⭐ klicken, um die bevorzugte zu ändern.
es: Arrastra una fila para reordenar. Doble clic en la cuadrícula abre la variante preferida. Haz clic en ⭐ para cambiar la preferida.
fr: Faites glisser une ligne pour réorganiser. Double-cliquez dans la grille pour ouvrir la variante préférée. Cliquez sur ⭐ pour changer la préférée.
hi: पुनः क्रमबद्ध करने के लिए एक पंक्ति खींचें। ग्रिड में डबल-क्लिक पसंदीदा वेरिएंट खोलता है। पसंदीदा बदलने के लिए ⭐ क्लिक करें।
id: Seret baris untuk mengurutkan ulang. Klik dua kali di kisi membuka varian yang dipilih. Klik ⭐ untuk mengubah yang dipilih.
it: Trascina una riga per riordinare. Doppio clic nella griglia apre la variante preferita. Fai clic su ⭐ per cambiare la preferita.
ja: 行をドラッグして並べ替えます。グリッドでダブルクリックすると優先バリアントが開きます。⭐ をクリックして優先バリアントを変更します。
ko: 행을 드래그하여 순서를 변경하세요. 그리드에서 두 번 클릭하면 기본 변형이 열립니다. ⭐를 클릭하여 기본값을 변경하세요.
nl: Sleep een rij om te herordenen. Dubbelklik in het raster om de voorkeursvariant te openen. Klik op ⭐ om de voorkeur te wijzigen.
pl: Przeciągnij wiersz, aby zmienić kolejność. Podwójne kliknięcie w siatce otwiera preferowany wariant. Kliknij ⭐, aby zmienić preferowany.
pt_br: Arraste uma linha para reordenar. Clique duplo na grade abre a variante preferida. Clique em ⭐ para alterar a preferida.
ru: Перетащите строку для изменения порядка. Двойной щелчок в сетке открывает предпочтительный вариант. Нажмите ⭐, чтобы изменить предпочтительный.
th: ลากแถวเพื่อเรียงลำดับ ดับเบิลคลิกในตารางเพื่อเปิดตัวแปรที่ต้องการ คลิก ⭐ เพื่อเปลี่ยนตัวแปรที่ต้องการ
tr: Yeniden sıralamak için bir satırı sürükleyin. Izgarada çift tıklama tercih edilen varyantı açar. Tercihliye değiştirmek için ⭐ tıklayın.
uk: Перетягніть рядок для зміни порядку. Подвійний клік у сітці відкриває бажаний варіант. Натисніть ⭐ для зміни бажаного.
vi: Kéo một hàng để sắp xếp lại. Nhấp đúp trong lưới mở biến thể ưu tiên. Nhấp ⭐ để thay đổi ưu tiên.
zh_hans: 拖动行以重新排序。在网格中双击可打开首选变体。点击 ⭐ 以更改首选项。

source: Enter one or more directories. Use $YEAR in a path (e.g. /Volumes/Media/$YEAR/Raw) to add every matching year folder at once.
ar: أدخل مجلدًا واحدًا أو أكثر. استخدم $YEAR في المسار (مثلاً /Volumes/Media/$YEAR/Raw) لإضافة كل مجلد سنة مطابق دفعةً واحدة.
cs: Zadejte jeden nebo více adresářů. Použijte $YEAR v cestě (např. /Volumes/Media/$YEAR/Raw) pro přidání všech odpovídajících složek roku najednou.
de: Einen oder mehrere Ordner eingeben. Verwenden Sie $YEAR in einem Pfad (z. B. /Volumes/Media/$YEAR/Raw), um alle passenden Jahresordner auf einmal hinzuzufügen.
es: Introduce uno o más directorios. Usa $YEAR en una ruta (p. ej. /Volumes/Media/$YEAR/Raw) para añadir de una vez todas las carpetas de año coincidentes.
fr: Saisissez un ou plusieurs répertoires. Utilisez $YEAR dans un chemin (p. ex. /Volumes/Media/$YEAR/Raw) pour ajouter d'un coup tous les dossiers d'année correspondants.
hi: एक या अधिक डायरेक्टरी दर्ज करें। एक साथ सभी मेल खाने वाले वर्ष फ़ोल्डर जोड़ने के लिए पथ में $YEAR उपयोग करें (उदा. /Volumes/Media/$YEAR/Raw)।
id: Masukkan satu atau lebih direktori. Gunakan $YEAR dalam jalur (mis. /Volumes/Media/$YEAR/Raw) untuk menambahkan setiap folder tahun yang cocok sekaligus.
it: Inserisci una o più directory. Usa $YEAR in un percorso (es. /Volumes/Media/$YEAR/Raw) per aggiungere in una volta tutte le cartelle degli anni corrispondenti.
ja: 1つ以上のディレクトリを入力してください。パスに $YEAR を使用すると（例：/Volumes/Media/$YEAR/Raw）、一致するすべての年フォルダを一括で追加できます。
ko: 하나 이상의 디렉토리를 입력하세요. 경로에 $YEAR를 사용하면(예: /Volumes/Media/$YEAR/Raw) 일치하는 모든 연도 폴더를 한 번에 추가할 수 있습니다.
nl: Voer een of meer mappen in. Gebruik $YEAR in een pad (bijv. /Volumes/Media/$YEAR/Raw) om alle overeenkomende jaarsmappen tegelijk toe te voegen.
pl: Wprowadź jeden lub więcej katalogów. Użyj $YEAR w ścieżce (np. /Volumes/Media/$YEAR/Raw), aby jednocześnie dodać wszystkie pasujące foldery roczne.
pt_br: Insira um ou mais diretórios. Use $YEAR em um caminho (ex.: /Volumes/Media/$YEAR/Raw) para adicionar todas as pastas de ano correspondentes de uma vez.
ru: Введите одну или несколько папок. Используйте $YEAR в пути (например, /Volumes/Media/$YEAR/Raw), чтобы сразу добавить все соответствующие папки по годам.
th: ป้อนไดเรกทอรีหนึ่งรายการขึ้นไป ใช้ $YEAR ในเส้นทาง (เช่น /Volumes/Media/$YEAR/Raw) เพื่อเพิ่มโฟลเดอร์ปีที่ตรงกันทั้งหมดในครั้งเดียว
tr: Bir veya daha fazla dizin girin. Eşleşen tüm yıl klasörlerini tek seferde eklemek için yolda $YEAR kullanın (örn. /Volumes/Media/$YEAR/Raw).
uk: Введіть один або кілька каталогів. Використовуйте $YEAR у шляху (напр. /Volumes/Media/$YEAR/Raw), щоб одразу додати всі відповідні папки року.
vi: Nhập một hoặc nhiều thư mục. Dùng $YEAR trong đường dẫn (ví dụ: /Volumes/Media/$YEAR/Raw) để thêm tất cả các thư mục năm phù hợp cùng lúc.
zh_hans: 输入一个或多个目录。在路径中使用 $YEAR（例如 /Volumes/Media/$YEAR/Raw）可一次添加所有匹配的年份文件夹。

source: File → Open Catalog… (⌘O)
ar: ملف ← فتح الكتالوج… (⌘O)
cs: Soubor → Otevřít katalog… (⌘O)
de: Ablage → Katalog öffnen… (⌘O)
es: Archivo → Abrir catálogo… (⌘O)
fr: Fichier → Ouvrir le catalogue… (⌘O)
id: File → Buka Katalog… (⌘O)
it: File → Apri catalogo… (⌘O)
ja: ファイル → カタログを開く… (⌘O)
ko: 파일 → 카탈로그 열기… (⌘O)
nl: Bestand → Catalogus openen… (⌘O)
pl: Plik → Otwórz katalog… (⌘O)
pt_br: Arquivo → Abrir Catálogo… (⌘O)
ru: Файл → Открыть каталог… (⌘O)
tr: Dosya → Kataloğu Aç… (⌘O)
uk: Файл → Відкрити каталог… (⌘O)
vi: File → Mở danh mục… (⌘O)
zh_hans: 文件 → 打开目录…（⌘O）

source: Filter:
ar: تصفية:
cs: Filtr:
es: Filtro:
fr: Filtre :
hi: फ़िल्टर:
it: Filtro:
ja: フィルター：
ko: 필터:
pl: Filtr:
pt_br: Filtro:
ru: Фильтр:
th: ตัวกรอง:
tr: Filtre:
uk: Фільтр:
vi: Lọc:
zh_hans: 筛选：

source: Format
ar: التنسيق
cs: Formát
es: Formato
hi: प्रारूप
it: Formato
ja: フォーマット
ko: 형식
nl: Indeling
pt_br: Formato
ru: Формат
th: รูปแบบ
tr: Biçim
uk: Формат
vi: Định dạng
zh_hans: 格式

source: From catalog
ar: من الكتالوج
cs: Z katalogu
de: Aus Katalog
es: Del catálogo
fr: Depuis le catalogue
hi: कैटलॉग से
id: Dari katalog
it: Dal catalogo
ja: カタログから
ko: 카탈로그에서
nl: Uit catalogus
pl: Z katalogu
pt_br: Do catálogo
ru: Из каталога
th: จากแคตตาล็อก
tr: Katalogdan
uk: З каталогу
vi: Từ danh mục
zh_hans: 来自目录

source: Gate inline playback by resolution; pick a default proxy size
ar: تقييد التشغيل المضمّن حسب الدقة؛ اختر حجم الوكيل الافتراضي
cs: Řídit přehrávání v aplikaci podle rozlišení; vyberte výchozí velikost proxy
de: Inline-Wiedergabe nach Auflösung einschränken; Standard-Proxygröße auswählen
es: Controlar la reproducción integrada por resolución; elige un tamaño de proxy predeterminado
fr: Limiter la lecture intégrée par résolution ; choisir une taille de proxy par défaut
hi: रिज़ॉल्यूशन के अनुसार इनलाइन प्लेबैक गेट करें; डिफ़ॉल्ट प्रॉक्सी आकार चुनें
id: Batasi pemutaran inline berdasarkan resolusi; pilih ukuran proxy default
it: Limita la riproduzione inline per risoluzione; scegli una dimensione proxy predefinita
ja: 解像度によるインライン再生の制限、デフォルトのプロキシサイズを選択
ko: 해상도별 인라인 재생 제한 설정; 기본 프록시 크기 선택
nl: Inline afspelen beperken op resolutie; kies een standaard proxygrootte
pl: Ogranicz odtwarzanie wbudowane według rozdzielczości; wybierz domyślny rozmiar proxy
pt_br: Controlar reprodução inline por resolução; escolha um tamanho padrão de proxy
ru: Ограничить встроенное воспроизведение по разрешению; выберите размер прокси по умолчанию
th: กำหนดการเล่นอินไลน์ตามความละเอียด เลือกขนาดพร็อกซีเริ่มต้น
tr: Satır içi oynatmayı çözünürlüğe göre sınırla; varsayılan vekil boyutu seç
uk: Обмежити вбудоване відтворення за роздільною здатністю; виберіть розмір проксі за замовчуванням
vi: Giới hạn phát trực tiếp theo độ phân giải; chọn kích thước proxy mặc định
zh_hans: 按分辨率限制内联播放；选择默认代理尺寸
